APC10x4.7/6000RPM/5mps6000rpm/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

mapFields -consistent -sourceTime "latestTime" -parallelSource -parallelTarget ../5mps6000rpmFixedPre/

runApplication pyFoamPlotRunner.py mpirun -np 6 $(getApplication) -parallel

runApplication reconstructPar

paraFoam
#------------------------------------------------------------------------------
